animal = ['Ягнёнок', 'Моржонок', 'Жирафёнок', 'Лосёнок', 'Барсучок', 'Жеребёнок', 'Ежонок', 'Оленёнок', 'Змееныш', 'Носорожик', 'Поросёнок', 'Рысёнок',
          'Страусёнок', 'Крокодильчик', 'Обезъянка', 'Телёнок', 'Китёнок', 'Бельчонок', 'Котёнок', 'Ослёнок', 'Волчонок', 'Лисенок', 'Кенгурёнок', 'Козлёнок',
          'Верблюжонок', 'Черепашонок', 'Слонёнок', 'Львёнок', 'Мышонок', 'Соболёнок', 'Акуленок', 'Зайчонок', 'Тигрёнок', 'Ящеренок', 'Пингвинёнок',
          'Гориллёнок', 'Крольчонок', 'Журавленок', 'Медвежонок', 'Галчонок', 'Грачонок', 'Цыплёнок', 'Бурундучонок', 'Утёнок', 'Кабанёнок', 'Мамонтёнок', 'Бобрёнок',
          'Орленок', 'Скворчонок', 'Индюшонок', 'Кукушонок', 'Совёнок']
adjective = ['Милый', 'Ласковый', 'Дикий', 'Опасный', 'Маленький', 'Хитрый', 'Аккуратный', 'Обоятельный', 'Чистоплотный', 'Агрессивный', 'Быстрый', 'Ленивый',
             'Смышлёный', 'Подозрительный', 'Дружелюбный', 'Игривый', 'Красивый', 'Одинокий', 'Весёлый', 'Задумчивый', 'Внимательный', 'Бесстрашный',
             'Смелый', 'Ловкий', 'Скрытный', 'Мечтающий']
