welcome1 = '''
Привет!

Я буду звать тебя '''

welcome2 = ''', если ты не против 🙃'''

what_can = '''
Бот может выдавать информацию (лайки, дизлайки, отзывы и контактные данные оставленные другими пользователями) 
клиента по номеру телефона, адресу страницы VK или по @username в Telegram.'''


how_use = '''
Просто пришлите мне номер телефона клиента, его ссылку на vk.com или @username в Telegram. 
Бот пришлёт карточку клиента, в которой вы сможете поставить клиенту лайк или дизлайк, оставить текстовый отзыв или добавить контактные данные клиента. 

Формат ожидаемых ботом данных можно посмотреть в подсказке /formats
'''

for_what = '''
К сожалению, мастера в beauty сфере иногда сталкиваются с недобросоветными клиентами. 

Этот бот призван помочь избежать мастерам неприятных или конфликтных ситуаций. 

По отзывам других мастеров о клиенте можно сделать вывод о добросовестности клиента и, в случае чего, отказать ему в услуге. 
'''

anonymity = f'''
Каждому мастеру при запуске бота назначается секретное имя (ваше было в приветственном сообщении), которое будет отображаться только в отзывах. 

Отображение секретного имени необходимо, чтобы избежать накрутки отзывов или других шалостей.

Настоящее имя, ник в телеграм или любые другие контактные данные мастера недоступны другим пользователям. '''

formats_message = '''
Я ожидаю данные следующих форматов:

<b>Номер телефона:</b> 
В любом формате.

<b>Страница в VK:</b>
https://vk.com/id или vk.com/id

<b>Username в Telegram:</b>
@nickname
'''